{"description": "Pres. Trump earns royalty income from the book Crippled America, published 2015 by Threshold Editions.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former member/president of DT Bali Technical Services Manager LLC, in which Pres. Trump retains an ownership interest. The company holds a management deal with PT Bali Nirwana Resort.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former member/president of DT Dubai II Golf Manager LLC, of which Pres. Trump retains an ownership interest. The company holds a management deal with Frontline Investment Management Co. LLC (an affiliate of DAMAC).", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former member/president of DT Home Marks International LLC, of which Pres. Trump retains an ownership interest. The company holds a license deal with RNA Resources Group Ltd., Dorya International LLC, Homestudio International SA, Wonu Co. Ltd.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former member/president of DT Lido Technical Services Manager LLC, of which Pres. Trump retains an ownership interest. The company holds a management deal with PT LIdo Nirwana Parahyangan.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former partner/president of DT Marks Vancouver LP, of which Pres. Trump retains an ownership interest. The company holds a license deal with West Georgia Development Limited Partnership and West Georgia Holdings Inc.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former member/president of DT Marks Worli LLC, of which Pres. Trump retains an ownership interest. The company&#39;s licensees are listed as Jawala Real Estate Private Ltd. and Lodha Developers Private Ltd.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former member/manager of the now-inactive Busy Boys Investments LLC.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Former Executive Director of Global Branding and Networking at Cambridge Who&#39;s Who, a vanity branding and global networking service widely accused of deceptive marketing.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Donald Trump Jr. is a minority investor in the Charleston Naval Hospital.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Spokesman for MacroSolve, a Tulsa-based mobile application developer accused of operating as a patent troll. The company dissolved into Drone Aviation in 2014 — roughly two years before Michael Flynn, Pres. Trump&#39;s short-lived National Security Advisor, resigned as vice-chairman to take the cabinet position.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "At one point, Donald Trump Jr. was named a senior advisor to SG Blocks Inc., a firm the promotes the repurposing of shipping containers to be used as construction materials. It is unclear whether he is still associated with the firm.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Donald Trump Jr. is &quot;strongly involved&quot; in the Eric Trump Foundation.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "As a founding investor in the short-lived Titan Atlas Manufacturing, Donald Trump Jr. and two business partners personally guaranteed a $3.65 million loan from Deutsche Bank. Before it came due, his father purchased the loan through the newly created D B Pace Acquisition. The senior Trump promptly foreclosed, accepting the value of the property as his payment. Titan Atlas Manufacturing reportedly left &quot;a trail of litigation, unpaid bills and unpaid taxes&quot; in its wake. It was a successort to the similarly named Titan Atlast Global, which also failed.", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
{"description": "Chairman and president", "familyMemory": "", "conflictingEntity": "", "description": "", "notes": ""}
