{
  "name": "Women Who Work",
  "description": "",
  "stories": [],
  "ethics": [
    {
      "familyMemberEthics": [
        {
          "ethicsDocuments": [
            {
              "name": "Ethics Document ",
              "date": "7/20/2017 12:00:00 AM",
              "link": "https://www.documentcloud.org/documents/4053458-OGE-Ivanka-20170720.html"
            }
          ],
          "ownerships": [],
          "familyMember": "Ivanka Trump",
          "description": "Ivanka Trump served as President, Secretary, Treasurer of IT WWW PUB LLC from Jan 1, 2016, until May 1, 2017. Ivanka Trump lists IT WWW PUB LLC (Book Contract with Penguin Random House LLC; New York, NY) as an employment-related asset valued at (no value reported). In the year before taking her unpaid position as assistant to her father in his presidency, she earned (no income reported) in (no income type reported) income. Because there is no indication her interest in this entity has been divested or placed into a blind trust, it is marked in this database as an active potential conflict of interest.",
          "business": "IT WWW Pub LLC",
          "conflictStatus": "Active"
        },
        {
          "ethicsDocuments": [
            {
              "name": "Ethics Document ",
              "date": "7/20/2017 12:00:00 AM",
              "link": "https://www.documentcloud.org/documents/4053458-OGE-Ivanka-20170720.html"
            }
          ],
          "ownerships": [],
          "familyMember": "Ivanka Trump",
          "description": "Ivanka Trump served as President, Secretary, Treasurer of IT WWW WRI LLC (received writer fee for Women Who Work) from Jan 1, 2016, until May 1, 2017.",
          "business": "IT WWW Wri LLC (Received Writer Fee for Women Who Work)",
          "conflictStatus": "Resolved"
        },
        {
          "ethicsDocuments": [
            {
              "name": "Ethics Document ",
              "date": "7/20/2017 12:00:00 AM",
              "link": "https://www.documentcloud.org/documents/4053458-OGE-Ivanka-20170720.html"
            }
          ],
          "ownerships": [],
          "familyMember": "Ivanka Trump",
          "description": "Ivanka Trump lists Women Who Work, Penguin Random House LLC (value not readily ascertainable) as an employment-related asset valued at (no value reported). In the year before taking her unpaid position as assistant to her father in his presidency, she earned $787,500 in advance income from the book, which was released May 2, 2017. She has donated advance payments received after she began government service to the Ivanka M. Trump Charitable Fund, a donor-advised fund that will make grants to organizations that empower and educate women and girls. She also intends to donate all royalties received from Women Who Work, in excess of her advance, to the Fund.",
          "business": "Women Who Work, Penguin Random House LLC",
          "conflictStatus": "Active"
        }
      ],
      "conflictId": "3388",
      "conflict": "Women Who Work",
      "conflictDescription": ""
    }
  ]
}